Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=262_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Olen Anna Lumisalmi, 21-vuotias kolttasaamelaistyttö (2008)
smn: Mun lam Anna Lumisalmi, 21-ihásâš nuorttâsämmilâš nieidâ (2008)

source: Alun perin olen kotoisin Ivalosta, mutta viimeiset kolme vuotta olen asunut Etelä-Suomessa, ensin vuoden Helsingissä, ja nyt reilut kaksi vuotta Imatralla.
smn: Algâalgâst mun lam vuálgus Avelist, mut majemuid kulmâ ive lam aassâm Maadâ-Suomâst, vistig ive Helsigist, já tääl pajeláhháá kyehti ive Imatrast.

source: Opiskelen nyt toista vuotta matkailua ammattikorkeakoulussa ja valmistun parin vuoden päästä restonomiksi.
smn: Luuvâm tääl nube ive mađhâšem áámmátollâškoovlâst já valmâštuum muádi ive keččin restonomân.

source: Harrastan erityisesti laulamista ja satunnaisesti myös tanssimista, sulkapalloa ja kirjoittamista, sekä matkustelen mielelläni – niin paljon kuin opiskelijabudjetti sallii.
smn: Hárjuttâm eromâšávt lávlum já motomin meid tánssám, puzzâpáálu spellâm já čäällim, sehe mađhâšâdâm mielâstân – nuuvt ennuv ko uáppeebudjet suává.

source: Suhteellisen ison osan vapaa-ajastani vie myös tutortoiminta, missä olen ollut mukana tämän vuoden, ja vuodenvaihteessa minusta tulee mitä todennäköisimmin meidän koulun matkailun yksikön uusi päätutor.
smn: Viehâ stuorrâ uási astoääigist tuálvu meid tutortoimâ, mast lam lamaš mieldi taan ive, já ihejorgálduvâst must šadda viehâ tuođânálásávt mii škoovlâ mađhâšem ohtâduv uđđâ váldututor.

source: Äidinkieleni on suomi, ja osaankin koltansaamea vain muutaman lauseen verran, mutta ymmärrän kieltä vähän enemmän kuin puhun.
smn: Muu eenikielâ lii suomâkielâ, já máátám-uv nuorttâsämikielâ tuše motomijd celkkuid, mut iberdâm kale kielâ ucánjáhháá eenâb ko maid sáárnum.

source: Lausuminen onnistuu aika hyvin, jos luen saamea ääneen paperilta.
smn: Ettâm luhostuvá viehâ pyereest, jis luuvâm sämikielâ jiänusin pápárist.

source: Olenkin tehnyt viimeiset viisi vuotta satunnaisesti koltansaamenkielisiä ortodoksisia hartausohjelmia YLE Saamenradiolle isäni (kanttori ja Saamelaiskäräjien jäsen Erkki Lumisalmen) kanssa.
smn: Lam-uv majemuid vittâ ive ráhtám tyelittälli nuorttâsämikielâlijd ortodoksâlijd rukkoosohjelmijd YLE Sämiradion ejijnân kanttor já Sämitige jeessân Erkki Lumisalmijn.

source: Niistä olen selvinnyt, kun isä on kirjoittanut minulle valmiiksi kaiken, mitä on pitänyt lukea.
smn: Tain lam selvânâm, ko iäččám lii čáállám munjin valmâšin puoh, maid lii kolgâm luuhâđ.

source: Olen myös ollut mukana laulamassa kuorossa kolme kertaa Helsingissä järjestetyissä koltansaamenkielisissä jumalanpalveluksissa.
smn: Lam lamaš meiddei mieldi lávlumin lávlumjuávhust kulmii Helsigist uárnejum nuorttâsämikielâlii immeelpalvâlusâst.

source: Olisi todella hienoa osata kieltä paremminkin ja minua harmittaa, että sitä ei puhuttu meillä kotona, kun olin pieni.
smn: Ličij tuođâi fiijnâ mättiđ kielâ pyerebeht-uv já muu váhá vääivid, et kielâ iä sárnum mii pääihist, ko lijjim ucce.

source: Olen muutaman kerran aloittanut kouluaikoinani saamen tunnit, mutta kielen oppiminen ei ole sujunut odotusten mukaisesti.
smn: Lam motomijd keerdijd algâttâm škovlâääigi sämikielâ tiijmijd, mut kielâ oppâm ij lah luhostum vuárdámušâi mield..

source: Esimerkiksi lukiossa opetus järjestettiin etäopetuksena television kautta, ja sitä oli vaikea seurata, kun yhteys takkusi koko ajan.
smn: Ovdâmerkkân luvâttuvâst máttááttâs uárnejui káidusmáttááttâssân televisio pehti, já tom lâi väädis čuávvuđ, ko ohtâvuotâ potkânâdâi ubâ ääigi.

source: Koltansaamen tunneista on kuitenkin ollut sen verran hyötyä, että uskoakseni osaksi niiden ansiosta minun on ollut helpompi oppia venäjää, jota meidän koulussa opiskellaan pakollisina kieliopintoina ainakin muutaman kurssin verran.
smn: Nuorttâsämikielâ tiijmijn lii kuittâg lamaš tommittáá ävkki, et oskomield uássin toi keežild must lii lamaš älkkep oppâđ ruošâkielâ, mii lii mii škoovlâst págulâš kielâoppâ aainâs motomij kuursâi verd.

source: Koltansaamessa ja venäjässä kun on jonkun verran todella samantapaisia sanoja, ja joitain kirjaimia.
smn: Nuorttâsämikielâst já ruošâkielâst ko láá mottoom verd tuođâi siämmáásullâsiih säänih, já motomeh pustaveh.

source: Venäläiset kirjaimet opinkin hämmästyksekseni vain parissa tunnissa.
smn: Ryešilijd pustávijd oppim-uv tuše muádi tiijmest.

source: Saamelaisuus ei näy nykyisin kovinkaan paljon arkielämässäni, mutta olen hyvin ylpeä juuristani.
smn: Sämmilâšvuotâ ij oinuu tááláá ääigi meendugin ennuv muu argâelimist, mut lam uáli čiävláá jieččân madduin.

source: Olen huomannut, että aina kun ihmisille mainitsee olevansa saamelainen, he ovat todella positiivisesti yllättyneitä ja kiinnostuneita, ja haluavat kuulla asiasta lisää.
smn: Lam huámášâm, et ovttuu ko ulmuid maainâš lemin sämmilâš, te sij láá tuođâi-uv positiivlávt hiämáskâm, tobdeh áášán mielâkiddiivâšvuođâ, já halijdeh kuullâđ ääšist lase.

source: Monet ovat sanoneet, että näytän saamelaiselta, joskus jopa ennen kuin ovat tienneet minun olevan saamelainen.
smn: Maaŋgah láá ettâm, et niävtám sämmilâžžân, motomin joba ovdil ko ubâ láá tiättámgin muu lemin sämmilâš.

source: Vaikka olenkin ylpeä saamelaisista juuristani ja siitä, mistä olen lähtöisin, en kuitenkaan usko koskaan muuttavani takaisin Lappiin, en ainakaan ennen eläkeikää.
smn: Veikkâ lam-uv čiävláá jieččân sämmilâš madduin já tast, kost lam vuálgus, te jiem kuittâg osko, et varriiččim kuássin maasâd Sáámán, jiem kuittâg ovdil iäláttâhave.

source: Lapissa on mukavaa käydä aina välillä, mutta jostain syystä olen aina tuntenut oloni paljon kotoisammaksi isommissa kaupungeissa.
smn: Säämist lii hitruu eelliđ ain kooskâi, mut monnii suujâst lam ovttuu tubdâm lemin eenâb koođijn stuárráábijn kaavpugijn.

source: Lapissa kylät ja kaupungit ovat niin pieniä, että mahdollisuus uusien ihmisten tapaamiseen on todella rajallinen – ja minä olen aina nauttinut uusien ihmisten tapaamisesta sekä siitä, että ympärillä on myös paljon tuntemattomia ihmisiä ja vielä tutkimattomia mahdollisuuksia ja paikkoja.
smn: Säämist siijdah já kaavpugeh láá uáli uceh, et máhđulâšvuođah uđđâ uálmui kuáhtáámân láá tuođâi uccáá – já mun lam ovttuu navdâšâm uđđâ ulmui kuáhtáámist sehe tast, et pirrâ láá meid ennuv omâs ulmuuh já vala tuđhâmettumeh máhđulâšvuođah já sajeh.

source: Valmistumisen jälkeen muutan pois Imatralta, ehkä Helsinkiin, ehkä johonkin toiseen kaupunkiin.
smn: Valmâštume maŋa várriim meddâl Imatrast, kenski Helsigân, kenski monnii eres kaavpugân.

source: On myös aina mahdollista, että muutan aivan toiseen maahan.
smn: Lii meid ain máhđulâš, et varriim aaibâs nube enâmân.

source: Olen aina haaveillut oman yrityksen perustamisestakin, se voisi ehkä olla kahvila, tai sitten enemmän matkailuun liittyvä ohjelmapalveluyritys.
smn: Lam ain nievdâm jieččân finnoduv vuáđđudmist-uv já tot puávtáččij leđe kenski kähviviäsu, tâi talle pyerebeht-uv maađhâšmân lohtâseijee ohjelmpalvelemirâttâs.

source: Tulevaisuus on näin nuorella iällä vielä todella avoinna.
smn: Puátteevuotâ lii vala návt nuorâ avveest tuođâi áávus.

source: Kävi miten kävi, saamelaisuus tulee aina olemaan iso osa identiteettiäni, asuinpa sitten Ivalossa tai Pariisissa.:)
smn: Keevâi maht peri, te sämmilâšvuotâ šadda leđe ain stuorrâ uási mii identiteet, aassimba talle Avelist tâi Pariisist.:)

source: (Kuvassa Anna Pietarissa syksyllä 2008)
smn: (Kooveest Anna Piätárist čohčuv 2008)
